[
    {
        "id": "4",
        "city": "Dehradun",
        "image": "https://1.bp.blogspot.com/-MONfFfFBnSY/VdJJPl1hlEI/AAAAAAAABOQ/-eeEARl-8TM/s1600/DSC01700.JPG",
        "name": "Buddha temple",
        "state": "Uttarakhand",
        "description": "The Tibetan Buddhist Temple is a beautiful and fascinating work of architecture and planning. Located in an utterly pleasant landscape of Dehradun, the temple provides people with peaceful solace amidst the chaos. It’s located inside the little Tibet town near Dehradun Cantonment. The architecture of the Mindrolling Monastery is simply splendid. It provides visitors with a peaceful ambience to take a walk or meditate. It attracts a lot of people within the city as well as all over India and abroad.The Buddha Temple is definitely the right place for the spiritual ones and people of all religions. It is simply mesmerizing and peaceful providing a lot of positive vibes. It is also a great place to interact with the locals, as they are very helpful and kind. It is a highly recommended place by all kinds of visitors. It is one of the most sacred and divine places of India which must be appreciated and maintained lovingly.  "
    },
    {
        "id": "7",
        "city": "Maharashtra",
        "image": "https://www.shutterstock.com/shutterstock/photos/2346091831/display_1500/stock-photo-mumbai-india-sep-people-getting-inside-kanheri-caves-at-sanjay-gandhi-national-park-2346091831.jpg",
        "name": "Kanheri Caves",
        "state": "Mumbai",
        "description": "The Kanheri Caves are a group of caves and rock-cut monuments cut into a massive basalt outcrop in the forests of the Sanjay Gandhi National Park, on the island of Salsette in the western outskirts of Mumbai, India.Most of the caves were Buddhist viharas, meant for living, studying, and meditating. The larger caves, which functioned as chaityas, or halls for congregational worship, are lined with intricately carved Buddhist sculptures, reliefs, pillars and rock-cut stupas. Avalokiteshwara is the most distinctive figure. The large number of viharas demonstrates there was a well organized establishment of Buddhist monks. This establishment was also connected with many trade centers, such as the ports of Sopara, Kalyan, Nasik, Paithan and Ujjain. "
    },
    {
        "id": 1,
        "city": "Dehradun",
        "image": "https://th.bing.com/th/id/R.7d216d03ffe38e2fc628c66565457bd9?rik=%2fQre%2fi94%2fyDpLQ&riu=http%3a%2f%2fsinghruby.com%2fwp-content%2fuploads%2f2016%2f06%2fTwist-and-turns-of-Robers-Cave.jpg&ehk=56dGRfepDVrvgHxpldRVnQomPpahngHuf43xgIeJERM%3d&risl=&pid=ImgRaw&r=0",
        "name": "Robers cave",
        "state": "Uttarakhand",
        "description": "Robber's Cave (known locally as Guchhu pani), located near Sahasradhara, is a river cave formation in the Himalayas, located approximately 8 km from the centre of Dehradun in Uttarakhand, India. The cave is about 600 metres long, and divided into two main parts. The cave has a highest fall of about 10 metres. In the central part there is a fort wall structure which is now broken.[1] It consists of an extremely narrow gorge formed in a conglomerate limestone area on Doon Valley's Dehra plateaue. It is a natural cave formation where rivers flow inside the cave. The place is a popular tourist spot and which is now being maintained by Uttarakhand State. Local bus services are available up to Anarwala village, from where it is a kilometre's trek away."
    },
    {
        "id": "6",
        "city": "Dehradun",
        "image": "https://1.bp.blogspot.com/-xoxmGCUBI7A/UomW90ypuLI/AAAAAAAACls/VuCYe56vLLc/s1600/KAKDIGHAT3.JPG",
        "name": "Kakrighat",
        "state": "Uttarakhand",
        "description": "Kakrighat, a serene village in Uttarakhand, features lush greenery, tranquil river views, and traditional charm. It's a hidden gem for nature lovers, offering peaceful retreats and scenic landscapes away from crowds.From Nainital we started the journey towards Kakrighat to visit the ashram where Sombari Baba spent his time during the winter. Getting to this ashram was a bit more problematic as the road was in worse condition than the roads to the previous ashrams we had visited. It took an hour before we reached our destination because there was a lot of construction work at this time. Even though it took a long time for us to get there, it felt positive that they were working on improving the accessibility to this particular place."
    },
    {
        "id": "3",
        "city": "Dehradun",
        "image": "https://i.ytimg.com/vi/a8xeMSmZT8k/maxresdefault.jpg",
        "name": "George Everest",
        "state": "Uttarakhand",
        "description": "Sir George Everest was a British surveyor and geographer who served as Surveyor General of India. He played a crucial role in mapping the meridian arc from the southernmost point of India.George Everest Peak takes you to the house of Sir George Everest. Sir George Everest was a Surveyor-General of India from 1830 to 1843 and led a significant part of India’s Great Trigonometrical Survey. He was the one who hired Andrew Waugh and Radhanath Sikdar who made the first-ever observation of Mount Everest and calculated its height.Situated at a height of 6578 feet above sea level, the House of Sir George Everest is legacy in ruins. The iconic house offers a mesmerizing view of the Doon valley on one side and the Aglar river and Majestic Himalayan peaks on the other."
    },
    {
        "id": "10",
        "city": "Delhi",
        "image": "https://www.sundernursery.org/images/outdoor-classroom1.jpg",
        "name": "Sunder Nursery",
        "state": "Delhi",
        "description": "Sunder Nursery is flanked by the World Heritage Site of Humayun’s Tomb (Above) on the South and the historic Purana Qila (Below) on the North and aligned to the historic Grand Trunk Road on the West. It was originally established in the early 20th century when the Imperial Delhi complex was being planned and constructed. It was used as a place for propagating trees and other plants to be used in the new capital city, and also for testing species brought from other parts of India and from overseas, to pick those which successfully thrive in Delhi’s harsh climate."
    },
    {
        "id": "2",
        "city": "Rishikesh",
        "image": "https://misfitwanderers.com/wp-content/uploads/2021/12/Beatles-Ashram-in-Rishikesh-COVER.jpg",
        "name": "Beatles Ashram",
        "state": "Uttarakhand",
        "description": "Beatles Ashram (बीटल्स आश्रम), also known as Chaurasi Kutia (चौरासी कुटिया), is an ashram close to the north Indian city of Rishikesh in the state of Uttarakhand. It is located on the eastern bank of the Ganges river, opposite the Muni Ki Reti area of Rishikesh, in the foothills of the Himalayas. During the 1960s and 1970s, as the International Academy of Meditation, it was the training centre for students of Maharishi Mahesh Yogi, who devised the Transcendental Meditation technique. The ashram gained international attention between February and April 1968 when the English rock band the Beatles studied meditation there, along with celebrities such as Donovan, Mia Farrow and Mike Love. It was the setting for the band's most productive period as songwriters, where they composed most of the songs for their self-titled double album, also known as the White Album"
    },
    {
        "id": "11",
        "city": "Uttar Pradesh",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRfvScns7zrqCGsDOGZn9RSMl3uxpF72SeMfw&s",
        "name": "Tatiya Ashram",
        "state": "UttarPradesh",
        "description": "Tatiya sthan in Vrindavan is the only place in Vrindavan that connects devotees with nature. The place is home to many trees that entwine divinity of some sort, that can be felt in the ambiance of the place. Since there is no electricity the place goes dark after sunset. The divine place is centered with the idol known as Mohini Bihari that reveres the captivating glimpse of Lord Krishna. Radha Ashtami is the most famous festival celebrated in Tatiya Sthan that attracts devotees from every corner of the country. On this festival, the temple is flocked with devotees who want to have a glimpse of Swami Haridas Ji’s pious slippers and utensils."
    },
    {
        "id": "5",
        "city": "Uttarkashi ",
        "image": "https://vl-prod-static.b-cdn.net/system/images/000/444/822/c1dab86e99c6e607714ba1c6c71ddcd6/banner/kedharkanta_adventuregeek.jpg?1606589109",
        "name": "Kedar Kanta trek",
        "state": "Uttarakhand",
        "description": "The trek to Kedarkantha summit starts at around 3 AM in order to catch the sunrise from the top. Be prepared for trekking through numbingly cold temperatures and icy mountain winds all along. The initial trail is easy with a mild ascent and runs through dense Oak forests for about an hour.After this, the forests begin to recede and opens up to a clearing out of which two trails run to the summit. The trek leader decides which path to take for the ascent based on the condition of the snow."
    },
    {
        "id": "8",
        "city": "Maharashtra",
        "image": "https://www.shutterstock.com/shutterstock/photos/1025468047/display_1500/stock-photo-the-global-vipassana-pagoda-meditation-hall-near-gorai-north-west-of-mumbai-popular-tourist-1025468047.jpg",
        "name": "Global Vipassana Pagoda",
        "state": "Mumbai",
        "description": "A peaceful shelter surrounded by lush plant life, this pagoda is a place to find quietness and reflect.The Global Vipassana Pagoda is a Meditation dome hall with a capacity to seat around 8,000 Vipassana meditators (the largest such meditation hall in the world) near Gorai, in the north western part of Mumbai, Maharashtra, India. The Global Vipassana Pagoda is declared as one of the One of 'Seven Wonders of Maharashtra' by Maharashtra Tourism Development Corporation (MTDC) in partnership with ABP Majha, a Marathi news channel; after they reviewed 350 destinations. The results of this selection were declared on 6th June 2013. "
    }
]